import Layout from "components/Layout";
import React from "react";
import { ServiceSS } from "./service.style";

const PrivacyPage = (): JSX.Element => {
  return (
    <Layout>
      <ServiceSS>
        <span>
          <div>개인정보 처리방침</div>
        </span>
        <div>
        개인정보처리방침
IICOMBINED.Co.,LTD.(이하 ‘회사’)는 정보통신망이용촉진및 정보보호 등에 관한 법률 및 관계 법령에 따라 인터넷사이트 (www.gentlemonster.com, 이하 ‘사이트’)를 이용하는 이용 자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다. 회사는 개인정보처리방침을 개정하는 경 우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.

○ 본 방침은 2019년 12월 20일부터 시행됩니다.

1. 개인정보 수집 및 이용 목적

회사는 다음과 같은 목적으로 이용자의 개인정보를 수집 및 이용합니다. 개인정보는 다음의 목적이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 사전동의를 구할 예정입니다.

가. 홈페이지 회원가입

회원 가입의사 확인, 각종 고지·통지, 고충처리 등을 목적으로 개인정보를 처리합니다.

나. 재화 또는 서비스 제공

물품배송, 서비스 제공, 청구서 발송, 콘텐츠 제공, 요금결제·정산 등을 목적으로 개인정보를 처리합니다.

다. 민원사무 처리

민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락·통지, 처리결과 통보 등을 목적으로 개인정보를 처리합니다.

마. 마케팅 및 광고에의 활용

신규 서비스(제품) 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여기회 제공, 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다.

2. 수집하는 개인정보의 항목 및 수집방법

가. 수집하는 개인정보의 항목

수집 및 이용 목적

수집하는 개인정보의 항목

필수/선택

홈페이지 회원가입

이름, 이메일, 비밀번호, 생년월일, 거주국가, 성별, 암호화된 이용자 확인값(CI)

필수

재화 또는 서비스 제공

배송의뢰인 및 수령인의 이름, 전화번호, 주소, 이메일, 암호화된 이용자 확인값(CI)

필수

민원사무 처리
(예약, 반품, 수리 등)

문의자 이름, 이메일, 문의내용(제품 구입 정보, 수리 정보, 예약 정보 등)

필수

생년월일, 거주국가, 성별, 전화번호, 주소

선택

대금 결제

신용카드정보, 은행계좌정보, 암호화된 이용자 확인값(CI)

필수

서비스 이용 또는 업무처리과정에서
자동으로 생성되어 수집되는 정보

접속 IP 정보, 쿠키(Cookie), 서비스 이용 기록, 접속 로그, 결제기록, 이용정지기록

필수

환불처리

주문정보(주문자, 결제 내용), 예금주명, 환불계좌

필수

마케팅 및 광고에의 활용

이름, 이메일, 전화번호, 생년월일, 쿠키, 접속 IP 정보, 암호화된 이용자 확인값(CI)

선택

나. 개인정보 수집방법

ㆍ웹사이트, 상담게시판을 통한 회원가입 등 온라인상에서의 수집, 전화, 팩스 등을 통한 오프라인에서의 수집, 이메일, 배송요청, 경품행사 응모 등을 통한 수집

3. 개인정보의 보유 및 보유 기간

① 회사는 이용자로부터 개인정보 수집시에 동의 받은 기간 내에서 개인정보를 보유 및 이용합니다. 다만, 관계 법령의 규정에 따라 보존할 필요성이 있는 경우에는 관계 법령에 따라 보존합니다.

② 회원의 경우 개인정보의 보유 및 이용 기간은 서비스 이용계약 체결시(회원가입시)부터 서비스 이용계약 해지(탈퇴신청, 직권탈퇴 포함)까지 입니다. 회사는 다른 법령에서 별도의 기간을 정하고 있거나 고객의 요청이 있는 경우를 제외하면, 법령에서 정의하는 기간(1년) 동안 재이용 하지 아니하는 회원의 개인정보를 파기하거나 다른 회원의 개인정보와 분리하여 별도로 저장·관리합니다. 단, 기간 만료 30일 전까지 개인정보가 파기되거나 분리되어 저장·관리되는 사실과 기간 만료일 및 해당 개인정보의 항목을 이메일·서면·모사전송·전화 또는 이와 유사한 방법 중 어느 하나의 방법으로 회원에게 알립니다.

③ 관계 법령에 의한 개인정보 보유 기간은 다음과 같습니다.

보관정보

보존기간

보존사유

표시/광고에 관한 기록

6개월

전자상거래 등에서의 소비자보호에 관한
법률 제6조 및 동시행령 제6조

계약 또는 청약철회 등에 관한 기록

5년

대금결제 및 재화등의 공급에 관한 기록

5년

소비자의 불만 또는 분쟁처리에 관한 기록

3년

컴퓨터통신 또는 인터넷 접속자료

3개월

통신비밀보호법 제15조의2 및 동시행령 제41조

④ 관계 법령에 그 근거가 없더라도 회사의 중대한 손실을 예방하거나 범죄 및 소송 등을 위해 보관해야 하는 경우 회사방침에 따라 보관할 수 있습니다. 단, 그 목적을 달성하기 위한 최소한의 기간 및 항목만 보관합니다.

보관정보

보존기간

보존사유

회원 탈퇴 후 이용자 정보에 관한 기록

2개월

부정이용 회원의 재발 방지

이용약관에 따라 자격이 상실된 회원정보

5년

4. 개인정보의 제3자 제공에 관한 사항

① 회사는 이용자의 개인정보를 원칙적으로 외부에 제공하지 않습니다. 다만, 아래 각 호와 같이 법률에 특별한 규정이 있는 경우나 법령상 의무를 준수하기 위해 불가피한 경우에는 예외로 합니다. 회사는 개인정보를 목적 외로 제3자에게 제공할 때에는 개인정보를 제공받는 자가 개인 정보를 안전하게 처리하도록 이용목적, 이용방법 등에 일정한 제한을 가하거나 안정성 확보를 위해 필요한 조치를 마련하도록 요청합니다.

1) 이용자들이 사전에 동의한 경우

2) 정보통신망법, 전기통신사업법, 전자금융거래법, 신용정보의 이용 및 보호에 관한 법률, 전자상거래 등에서의 소비자보호에 관한 법률 등 다른 법령에 근거규정이 있는 경우

3) 통계 작성, 학술연구, 시장 조사, 정보 제공 및 공지 안내 메일 발송의 경우로서 특정 개인을 식별할 수 없는 형태로 제공되는 경우

4) 정보주체 또는 그 법정대리인이 의사표시를 할 수 없는 상태에 있거나 주소불명 등으로 사전동의를 받을 수 없는 경우로서 정보주체 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위해

필요한 경우

5) 범죄의 수사와 공소제기 및 유지, 법원의 재판업무 및 형 집행을 위해 필요한 경우로서 적법한 절차를 거친 경우

② 회사는 이용자들의 개인정보를 제3자에게 제공하는 경우 별도 동의를 받고, 그 내용이 변경되는 경우에도 별도 동의를 받습니다.

③ 제3자 제공동의 철회는 GENTLE MONSTER CS Center(1600-2126)로 요청 가능하며, 동의 철회 시 즉시 폐기됩니다.

5. 개인정보 처리위탁

① 회사는 이용자에게 보다 원활한 서비스를 제공하기 위하여 다음과 같이 개인정보 처리 관련 업무를 외부 전문업체에 위탁하고 있습니다.

수탁업체

위탁하는 업무 내용

NAVER PAY

결제 및 배송

KCP

결제 및 배송

카카오페이

결제

APIBOX

결제(무통장입금)

NICEPAY

현금영수증 및 지출증빙

오렌지 메시지

수리 내용 카카오톡 메시지 안내

CJ대한통운

배송

DHL

배송

EMS

배송

바달퀵

배송

LF Logistics Korea. LTD

배송 대행

샤인 관세사무소

배송(수출신고)

페이팔

해외고객 결제

알리페이

해외고객 결제

② 회사는 위탁계약 체결 시 위탁업무 수행목적 외 개인정보 처리금지, 기술적 관리적 보호조치, 재 위탁 제한, 수탁자에 대한 관리 및 감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서 에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 관리•감독합니다.

③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 이용자에게 알리고 동의 절차를 진행하겠습니다.

6. 이용자 및 법정대리인의 권리와 그 행사방법

① 이용자는 회사에 대하여 언제든지 개인정보 수집∙이용∙제공 등의 동의를 철회할 수 있습니다. 동의 철회시 회사는 지체 없이 수집된 개인정보를 파기하는 등 필요한 조치를 취합니다.

② 이용자는 회사에 대하여 본인에 관한 다음 각호의 사항에 대해 열람, 제공, 정정을 요구할 수 있습니다.

(1) 회사가 가지고 있는 이용자의 개인정보

(2) 이용자 개인정보의 이용 및 제3자 제공 현황

(3) 회사에게 개인정보 수집 이용 제공 등의 동의를 한 현황

③ 이용자가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 회사는 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.

④ 회사는 만 14세 미만의 아동으로부터 개인정보 수집 이용 제공 등의 동의를 받을 경우 그 법정대리인의 동의 절차를 진행하며, 이 경우 회사는 해당 아동에게 법정대리인의 동의를 받기

위해 필요한 최소한의 정보(이름, 전화번호, 주소 등)를 요구할 수 있습니다

⑤ 이용자는 개인정보의 열람 등 청구를 아래의 부서에 할 수 있습니다. 이용자의 개인정보 열람 등 청구 업무가 신속하게 처리되도록 노력하겠습니다.

[개인정보 열람 관련 문의]

-담당부서: 판매전략본부 고객서비스담당

-연락처: 1600-2126, monster35@gentlemonster.com, monster429@gentlemonster.com

7. 개인정보의 파기 절차 및 방법

① 파기절차

이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져(종이의 경우 별도의 서류) 내부 방침 및 기타 관련 법령에 따라 일정기간 저장된 후 혹은 즉시 파기됩니다. 이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서 다른 목적으로 이용되지 않습니다.

② 파기기한

이용자의 개인정보는 개인정보의 보유기간이 경과된 경우에는 보유기간의 종료일로부터 5일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인 정보를 파기합니다.

③ 파기방법

전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다. 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.

8. 개인정보 자동 수집 장치의 설치•운영 및 거부에 관한 사항

① 회사는 이용자를 식별하고 회원의 로그인 상태를 유지하며, 이용자 개인별 맞춤 서비스를 제공하기 위해 이용자의 정보를 저장하고 수시로 불러오는 쿠키(Cookie)를 사용합니다. 쿠키는 웹사이트 서버가 이용자의 웹브라우저에 전송하는 소량의 정보로서, 이용자의 컴퓨터 하드디스크에 저장됩니다.

② 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 이용자는 웹브라우저의 설정을 통해 모든 쿠키를 허용/거부하거나, 쿠키가 저장될 때마다 확인을 거치도록 할 수 있습니다. 단, 쿠키의 저장을 거부할 경우에는 개인 맞춤서비스 등 회사가 제공하는 일부 서비스는 이용이 어려울 수 있습니다.

쿠키 설정 거부 방법은 다음과 같습니다. (Internet Explorer 기준)

웹브라우저 [도구] 메뉴 [인터넷 옵션] 선택 >[개인정보] 탭을 선택 >[고급]에서 원하는 옵션 선택

9. 개인정보 보호책임자 작성

이용자는 회사의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 회사는 이용자의 문의에 대해 답변 및 처리해드릴 것입니다.

[개인정보 보호책임자]

-부서: 판매전략본부

-담당자: 박세진

-연락처: Tel) 02-1600-2126, cs@gentlemonster.com

10. 개인정보 처리방침 변경

이 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의 시행 7일 전에 웹사이트 게시 등을 통해 사전 공지하고, 사전 공지가 곤란한 경우 최대한 빠른 시간 내 공지합니다.

11. 개인정보의 안전성 확보 조치

회사는 개인정보보호법 제29조, 정보통신망 이용촉진 및 정보보호등에 관한 법률 제 28조에 따라 다음과 같이 안전성 확보에 필요한 기술적/관리적 및 물리적 조치를 하고 있습니다.

① 개인정보 처리 : 직원의 최소화 및 교육 개인정보를 처리하는 직원을 지정하고 담당자에 한정시켜 최소화 하여 개인정보를 관리하는 대책을 시행하고 있습니다.

② 정기적인 자체 감사 실시 : 개인정보 처리 관련 안전성 확보를 위해 정기적(분기 1회)으로 자체 감사를 실시하고 있습니다.

③ 내부관리계획의 수립 및 시행 : 개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.

④ 개인정보의 암호화 : 이용자의 개인정보는 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.

⑤ 해킹 등에 대비한 기술적 대책 : 회사는 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신 점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다.

⑥ 개인정보에 대한 접근 제한 : 개인정보를 처리하는 데이터베이스시스템에 대한 접근 권한의 부여,변경,말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.

⑦ 접속기록의 보관 및 위•변조 방지 : 개인정보처리시스템에 접속한 기록을 최소 6개월 이상 보관, 관리하고 있으며, 접속 기록이 위•변조 및 도난, 분실되지 않도록 보안기능 사용하고 있습니다.

⑧ 문서보안을 위한 잠금장치 사용 : 개인정보가 포함된 서류, 보조저장매체 등을 잠금장치가 있는 안전한 장소에 보관하고 있습니다.

⑨ 비인가자에 대한 출입 통제 : 개인정보를 보관하고 있는 물리적 보관 장소를 별도로 두고 이에 대해 출입통제 절차를 수립, 운영하고 있습니다.

⑩ 개인정보 유효기간 제도 : 회사는 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관계법령에 따라 장기간(1년)서비스 미이용자의 개인정보보호를 위하여 다른 이용자의 개인정보 와 분리 및 휴면계정으로 전환하여 별도 관리합니다, 회사는 휴면계정 전환 30일 전에 이메일 등을 통해 해당 이용자에게 관련내용을 공지합니다. 휴면계정으로 전환된 미이용자 개인정보 는 해당 이용자의 요청시 그 목적에 맞게 제공될 수 있습니다 (사이트 접속하셔서 로그인 또는 오프라인 구매 등의 확인 절차를 거치시면 다시 서비스를 사용하실 수 있습니다).


        </div>
      </ServiceSS>
    </Layout>
  );
};

export default PrivacyPage;
