import Layout from "components/Layout";
import React from "react";
import { ServiceSS } from "./service.style";

const ReturnPage = (): JSX.Element => {
  return (
    <Layout>
      <ServiceSS>
        <span>
          <div>교환 및 반품</div>
        </span>

        <div>
          주문 변경 및 취소
          <br />
          <br />
          <span>
            상품 출하 전, 공식 홈페이지 [주문 조회-주문내역] 메뉴에서 직접 주문
            취소를 진행하실 수 있습니다. 　
            <br />
            주문 정보를 변경 원하시는 경우, ☎1600-2126
            또는cs@gentlemonster.com로 연락 주시기 바랍니다.
            <br />
            단, 이미 상품이 출하된 경우는 정보 변경이 어려울 수 있습니다.
          </span>
        </div>

        <div>
          교환 및 반품
          <br />
          <br />
          <span>
            &nbsp; 교환/환불은 상품을 수령한 날로부터 7일 이내에 온라인 및
            오프라인 직영 매장을 통해 서비스 받으실 수 있습니다. &nbsp; ※ 기프트
            카드: 수령일로부터 14일 이내 　교환 가능한 오프라인 직영 매장 정보는
            홈페이지 상단의 [매장보기] 메뉴 또는
            https://www.gentlemonster.com/store/ 에서 확인하실 수 있으며, &nbsp;
            사이트에 안내된 전국의 오프라인 직영 백화점 및 플래그십 스토어에서
            교환 서비스를 받으실 수 있습니다. (해외 지점에서의 교환 서비스는
            제공되지 않습니다.)
          </span>
        </div>

        <div>
          교환하기
          <br />
          <br />
          　&nbsp; 주문 상품의 교환은 1회에 한하여 전국의 젠틀몬스터 공식 온라인
          스토어 및 오프라인 직영 매장에서 서비스 받으실 수 있습니다.
          <br />
          　온라인 교환 　　
          <br />
          1. 주문하신 상품의 교환은 상품을 수령한 날로부터 7일 이내에 공식
          홈페이지 [주문 조회-주문내역] 메뉴에서 요청하실 수 있습니다. 　　
          <br />
          2. 교환 신청 후 상품을 완전한 상태로 포장해 주세요. 포장된 상품은
          영업일 기준으로 1~3일(주말, 공휴일 제외) 이내 지정 택배사인
          　　CJ대한통운사를 통해 무료 수거됩니다. 　　
          <br />
          3. 회수된 상품은 상품 컨디션에 이상이 없을 경우, 1-3일 이내에 교환
          상품을 발송해 드립니다. 단, 회수된 상품의 구성품 누락 또는 소비에
          의하여 　　상품 가치가 감소한 경우 교환 서비스가 제공되지 않으며 최초
          회수지로 반송됩니다. 　　
          <br />※ 상품의 교환은 동일한 금액 또는 낮은 금액대의 상품으로만
          가능합니다. 　　
          <br />※ 높은 금액대의 상품으로 교환을 원하시는 경우 반품 후 새롭게
          주문해주세요. 반품은 공식 홈페이지 [주문 조회-주문내역] 메뉴에서
          요청하실 수 있습니다.
          <br />※ 안내된 교환절차가 아닌 임의로 상품을 발송하시는 경우, 상품의
          분실 또는 손상에 의해 교환 처리가 지연될 수 있으니 이용에 유의하여
          주시기 바랍니다.
          <br />
          <br />
          　오프라인 교환 　　
          <br />
          1. 주문하신 상품의 반품은 상품을 수령한 날로부터 7일 이내에 오프라인
          직영 매장을 통해 교환하실 수 있습니다. 　　
          <br />
          　• 젠틀몬스터 오프라인 직영매장 확인:
          https://www.gentlemonster.com/store/ 　　
          <br />
          2. 오프라인 직영 매장을 통해 교환 진행 시, 구성품을 포함한 상품 및
          구매 내역을 함께 제시해 주시기 바랍니다. 　　
          <br />※ 구성품 누락 및 상품 가치가 훼손된 경우 교환 접수 서비스가
          제한될 수 있습니다. 　　
          <br />※ 상품의 교환은 동일한 금액 또는 높은 금액대의 상품으로만
          가능합니다. 　　
          <br />※ 낮은 금액대의 상품으로 교환을 원하시는 경우 최초
          구매처(*온라인) 반품 후 새롭게 주문해주세요.
        </div>
        <div>
          반품하기
          <br />
          <br />
          　온라인 반품 　　
          <br />
          1. 주문하신 상품의 반품은 상품을 수령한 날로부터 7일 이내에 공식
          홈페이지 [주문 조회-주문내역] 메뉴에서 요청하실 수 있습니다. 　　
          <br />
          2. 반품 신청 후 상품을 완전한 상태로 포장해 주세요. 포장된 상품은
          영업일 기준으로 1~3일(주말, 공휴일 제외) 이내 지정 택배사인
          　　CJ대한통운사를 통해 무료 수거됩니다. 　　
          <br />
          3. 회수된 상품의 상품 컨디션에 이상이 없을 경우, 반품처리가
          진행됩니다. 단, 회수된 상품의 구성품 누락 또는 소비에 의하여 　　상품
          가치가 감소한 경우 반품 및 환불이 진행되지 않을 수 있습니다. 　　
          <br />
          4. 최종 결제대금의 환불은 반품 처리 후 다음의 추가 소요일이
          발생합니다. 　　　
          <br />• 무통장: 2~5 영업일 이내 　　　
          <br />• 신용카드: 5~7 영업일 이내 　　
          <br />※ 기프트 카드는 반품 신청 시, 우체국 택배를 통해 수거됩니다.
          　　
          <br />※ 안내된 반품절차가 아닌 임의로 상품을 발송하시는 경우, 상품의
          분실 또는 손상에 의해 환불 처리가 지연될 수 있으니 이용에 유의하여
          주시기 바랍니다.
          <br />
          <br />
          　오프라인 반품 　　
          <br />
          1. 주문하신 상품의 반품은 상품을 수령한 날로부터 7일 이내에 오프라인
          직영 매장을 통해 접수하실 수 있습니다. 　　　
          <br />• 젠틀몬스터 오프라인 직영매장 확인:
          https://www.gentlemonster.com/store/ 　　
          <br />
          2. 오프라인 직영 매장을 통해 반품 진행 시, 구성품을 포함한 상품 및
          구매 내역을 함께 제시해 주시기 바랍니다. 　　
          <br />
          3. 환불은 오프라인 직영 매장에서 접수일 기준으로 7영업일 이내
          반품처리가 진행됩니다. 　　
          <br />
          4. 최종 결제 대금의 환불은 반품 처리 후 다음의 추가 소요일이
          발생합니다. 　　　
          <br />• 무통장: 2~5 영업일 이내 　　　
          <br />• 신용카드: 5~7 영업일 이내 　　
          <br />※ 구성품 누락 및 상품 가치가 훼손된 경우 반품 접수 서비스가
          제한될 수 있습니다.
        </div>
        <div>
          오프라인 직영 매장 구입상품
          <br />
          <br />
          　교환 및 환불 　　
          <br />
          1. 오프라인 직영 매장에서 구매한 상품의 교환 및 환불은 상품을 구매한
          날로부터 7일 이내에 오프라인 직영 매장을 통해 서비스 받으실 수
          있습니다. 　　　
          <br />• 젠틀몬스터 오프라인 직영매장 확인:
          https://www.gentlemonster.com/store/ 　　　
          <br />• 교환: 오프라인 직영 백화점 및 플래그십 스토어에서 교환
          서비스를 받으실 수 있습니다. 　　　
          <br />• 환불: 환불은 최초 구매처를 통해서만 가능합니다. 　　
          <br />
          2. 상품의 교환은 동일한 금액 또는 높은 금액대의 상품으로만 가능합니다.
          낮은 금액대의 상품으로 교환을 원하는 경우 최초 구매처를 통해서만
          가능합니다. 　　
          <br />
          3. 오프라인 직영 매장에서 교환 및 반품 진행 시, 구매 내역을 함께
          제시해 주시기 바랍니다. 　　
          <br />※ 상품은 사용되지 않은 상태를 유지해야 하며, 모든 구성품을
          포함하고 있어야 합니다. 　　
          <br />※ 상품 내부 스크린 및 부착된 테이프가 손상되었거나 안경테의 데모
          렌즈가 제거된 경우 교환 및 반품이 불가합니다.
        </div>
      </ServiceSS>
    </Layout>
  );
};

export default ReturnPage;
